# Space_GetGrossVolume

## Description
Returns gross volume of given space object

```pascal
FUNCTION Space_GetGrossVolume(space : HANDLE): REAL;
```

```python
def vs.Space_GetGrossVolume(space):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|space|HANDLE|   |

## Version
Availability: from Vectorworks 2014

## Category
* SpaceObjectCoreTools